first_teory = """РЕШЕНИЕ:

За основу решения берём известную формулу  I=k*i
I - информационный объём сообщения, статьи (выражается в битах, байтах, килобайтах)
k -  Количество символов (определяется произведением количества страниц на количество строк умноженное на
количество символов в строке)
i - информационный вес символа в условии задан либо в битах, либо в байтах
К примеру, если i = 32 бита, переводим в байты 32:8 = 4 байта
Пусть I = 28 байт
I=k*i => k = I/i => k = 28/4 = 7 символов
НО вычеркнули запятую и пробел это 2 символа
7 – 2 = 5 байт"""